/* FSAA pop-up: FSAA sample count supported by the GPU, where %lu is substituted for the number of samples. In English, the number is followed by an 'x', which means 'times' */
"%lux" = "%lux";

/* Text we display to the user if they try running the screen saver on a computer with no Metal devices available */
"No Metal devices could be found.\n%@ requires a GPU that supports\nMetal in order to render.\nThis includes all Macs made since mid-2012.\nAlso, Metal won’t work in a VM." = "No Metal devices could be found.\n%@ requires a GPU that supports\nMetal in order to render.\nThis includes all Macs made since mid-2012.\nAlso, Metal won’t work in a VM.";

/* FSAA pop-up: No FSAA */
"None" = "None";

/* Template text used in the version/copyright label */
"Version %@, %@" = "Version %1$@, %2$@";

/* Text we display to the user if they try running the screen saver on OS X Yosemite or earlier */
"Your version of the OS does not support Metal.\n%@ requires OS X 10.11 or later." = "Your version of the OS does not support Metal.\n%@ requires OS X 10.11 or later.";

